Repository: makinananya-cyber/HisaabWiseIOS
Catalog: HisaabWise/HisaabWise/Resources/Localizable.xcstrings
Source language: en
Languages: ar, hi

# account.currency.blurb
source: Amounts you enter and every total you see will use this currency.
ar: ستُعرض المبالغ التي تُدخلها وكل إجمالي تراه بهذه العملة.
hi: आप जो राशि दर्ज करेंगे और जो भी कुल आपको दिखेगा, वह इसी मुद्रा में होगा।

# account.currency.search
source: Search currency or code
ar: ابحث عن عملة أو رمز
hi: मुद्रा या कोड खोजें

# account.currency.title
source: Currency
ar: العملة
hi: मुद्रा

# account.delete.action
source: Delete my account
ar: حذف حسابي
hi: मेरा खाता हटाएँ

# account.delete.blurb
source: Your data is scheduled for deletion and erased after 30 days. Sign in within 30 days to restore it.
ar: تُجدوَل بياناتك للحذف وتُمحى بعد 30 يومًا. سجّل الدخول خلال 30 يومًا لاستعادتها.
hi: आपका डेटा हटाने के लिए निर्धारित है और 30 दिनों के बाद मिटा दिया जाएगा। इसे पुनः प्राप्त करने के लिए 30 दिनों के भीतर साइन इन करें।

# account.delete.confirm.action
source: Delete account
ar: حذف الحساب
hi: खाता हटाएँ

# account.delete.confirm.cancel
source: Keep my account
ar: الاحتفاظ بحسابي
hi: मेरा खाता रखें

# account.delete.confirm.message
source: Your expenses, reports and learning progress will be scheduled for deletion. You have 30 days to change your mind by signing in again.
ar: ستُجدوَل مصروفاتك وتقاريرك وتقدّمك في التعلّم للحذف. لديك 30 يومًا لتغيير رأيك بتسجيل الدخول مجددًا.
hi: आपके खर्च, रिपोर्ट और सीखने की प्रगति हटाने के लिए निर्धारित हो जाएँगे। दोबारा साइन इन करके अपना मन बदलने के लिए आपके पास 30 दिन हैं।

# account.delete.confirm.title
source: Delete your account?
ar: حذف حسابك؟
hi: अपना खाता हटाएँ?

# account.detail.unavailable
source: Go back and reload your account to see this.
ar: ارجع وأعد تحميل حسابك لرؤية ذلك.
hi: इसे देखने के लिए वापस जाएँ और अपना खाता फिर से लोड करें।

# account.empty
source: We could not read your account details.
ar: تعذّر علينا قراءة تفاصيل حسابك.
hi: हम आपके खाते का विवरण नहीं पढ़ सके।

# account.language.blurb
source: Every screen, label and report will be written in the language you pick.
ar: ستُكتب كل شاشة وكل تسمية وكل تقرير باللغة التي تختارها.
hi: हर स्क्रीन, लेबल और रिपोर्ट आपके चुनी हुई भाषा में लिखी जाएगी।

# account.language.search
source: Search language
ar: ابحث عن لغة
hi: भाषा खोजें

# account.language.title
source: Language
ar: اللغة
hi: भाषा

# account.notice.currencyChanged
source: Every amount now shows in your new currency.
ar: تظهر جميع المبالغ الآن بعملتك الجديدة.
hi: अब हर राशि आपकी नई मुद्रा में दिखती है।

# account.notice.languageChanged
source: The app is now in your new language.
ar: أصبح التطبيق الآن بلغتك الجديدة.
hi: ऐप अब आपकी नई भाषा में है।

# account.notice.passwordChanged
source: Password updated. Use it next time you sign in.
ar: تم تحديث كلمة المرور. استخدمها في المرة القادمة عند تسجيل الدخول.
hi: पासवर्ड अपडेट हो गया। अगली बार साइन इन करते समय इसका उपयोग करें।

# account.notice.personalUpdated
source: Personal information updated.
ar: تم تحديث المعلومات الشخصية.
hi: व्यक्तिगत जानकारी अपडेट हो गई।

# account.password.back
source: Back a step
ar: خطوة إلى الوراء
hi: एक कदम पीछे

# account.password.check
source: Check my answers
ar: تحقّق من إجاباتي
hi: मेरे उत्तर जाँचें

# account.password.continue
source: Continue
ar: متابعة
hi: जारी रखें

# account.password.current.blurb
source: This stops anyone who picks up your unlocked phone from taking over the account.
ar: يمنع هذا أي شخص يمسك بهاتفك غير المقفل من الاستيلاء على الحساب.
hi: यह किसी को भी, जो आपका अनलॉक फ़ोन उठा ले, खाता अपने कब्ज़े में लेने से रोकता है।

# account.password.current.field
source: Current password
ar: كلمة المرور الحالية
hi: वर्तमान पासवर्ड

# account.password.current.heading
source: First, enter your current password
ar: أولًا، أدخل كلمة المرور الحالية
hi: पहले, अपना वर्तमान पासवर्ड दर्ज करें

# account.password.error.answerMissing
source: Please answer both questions.
ar: يرجى الإجابة عن السؤالين.
hi: कृपया दोनों प्रश्नों के उत्तर दें।

# account.password.error.answersRejected
source: That does not match what you saved. Have another go.
ar: لا يطابق ذلك ما حفظته. حاول مرة أخرى.
hi: यह आपके सहेजे गए उत्तर से मेल नहीं खाता। एक बार फिर कोशिश करें।

# account.password.error.currentMissing
source: Please enter your current password.
ar: يرجى إدخال كلمة المرور الحالية.
hi: कृपया अपना वर्तमान पासवर्ड दर्ज करें।

# account.password.error.currentRejected
source: That is not your current password.
ar: هذه ليست كلمة مرورك الحالية.
hi: यह आपका वर्तमान पासवर्ड नहीं है।

# account.password.error.mismatch
source: These two don't match yet.
ar: الكلمتان غير متطابقتين بعد.
hi: ये दोनों अभी मेल नहीं खाते।

# account.password.error.tooShort
source: Use at least 8 characters.
ar: استخدم 8 أحرف على الأقل.
hi: कम से कम 8 वर्णों का उपयोग करें।

# account.password.new.blurb
source: Pick something you don't use anywhere else. Eight characters minimum.
ar: اختر كلمة لا تستخدمها في أي مكان آخر. ثمانية أحرف كحد أدنى.
hi: कुछ ऐसा चुनें जो आप कहीं और उपयोग न करते हों। कम से कम आठ वर्ण।

# account.password.new.confirm
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
hi: नया पासवर्ड पुष्टि करें

# account.password.new.field
source: New password
ar: كلمة المرور الجديدة
hi: नया पासवर्ड

# account.password.new.heading
source: Create a new password
ar: أنشئ كلمة مرور جديدة
hi: नया पासवर्ड बनाएँ

# account.password.questions.answer
source: Your answer
ar: إجابتك
hi: आपका उत्तर

# account.password.questions.blurb
source: These are the two questions you chose when you set up the account. Capital letters and exact wording do not matter — just get the key words right.
ar: هذان هما السؤالان اللذان اخترتهما عند إعداد الحساب. لا تهم حالة الأحرف ولا الصياغة الدقيقة — يكفي أن تصيب الكلمات الأساسية.
hi: ये वे दो प्रश्न हैं जो आपने खाता सेट करते समय चुने थे। बड़े-छोटे अक्षर और सटीक शब्दावली मायने नहीं रखती — बस मुख्य शब्द सही रखें।

# account.password.questions.heading
source: Answer your security questions
ar: أجب عن أسئلة الأمان
hi: अपने सुरक्षा प्रश्नों के उत्तर दें

# account.password.questions.support
source: Still stuck? Contact support and we will check who you are another way.
ar: ما زلت عالقًا؟ تواصل مع الدعم وسنتحقق من هويتك بطريقة أخرى.
hi: अब भी अटके हैं? सहायता से संपर्क करें और हम किसी और तरीके से आपकी पहचान की जाँच करेंगे।

# account.password.step.one
source: Step 1 of 3
ar: الخطوة 1 من 3
hi: चरण 1 / 3

# account.password.step.three
source: Step 3 of 3
ar: الخطوة 3 من 3
hi: चरण 3 / 3

# account.password.step.two
source: Step 2 of 3
ar: الخطوة 2 من 3
hi: चरण 2 / 3

# account.password.submit
source: Update password
ar: تحديث كلمة المرور
hi: पासवर्ड अपडेट करें

# account.password.title
source: Password
ar: كلمة المرور
hi: पासवर्ड

# account.personal.card
source: Personal information
ar: المعلومات الشخصية
hi: व्यक्तिगत जानकारी

# account.personal.dialSheet.search
source: Search country or code
ar: ابحث عن دولة أو رمز
hi: देश या कोड खोजें

# account.personal.dialSheet.title
source: Select country code
ar: اختر رمز الدولة
hi: देश कोड चुनें

# account.personal.done
source: Done
ar: تم
hi: हो गया

# account.personal.edit
source: Edit
ar: تعديل
hi: संपादित करें

# account.personal.email
source: Email
ar: البريد الإلكتروني
hi: ईमेल

# account.personal.email.note
source: This is the address you registered with — it is how we check it is you, so it cannot be changed here.
ar: هذا هو العنوان الذي سجّلت به — به نتحقق من هويتك، لذا لا يمكن تغييره من هنا.
hi: यह वह पता है जिससे आपने पंजीकरण किया था — इसी से हम पुष्टि करते हैं कि यह आप ही हैं, इसलिए इसे यहाँ नहीं बदला जा सकता।

# account.personal.email.unverified
source: This address is not confirmed yet — tap the link in the email we sent you.
ar: لم يتم تأكيد هذا العنوان بعد — اضغط على الرابط في البريد الذي أرسلناه إليك.
hi: यह पता अभी पुष्टि नहीं हुआ है — हमने आपको जो ईमेल भेजा है उसमें दिए लिंक पर टैप करें।

# account.personal.error.name
source: Enter the name you would like to be called.
ar: أدخل الاسم الذي تحب أن نناديك به.
hi: वह नाम दर्ज करें जिससे आप बुलाया जाना चाहते हैं।

# account.personal.error.phone
source: Enter a valid phone number.
ar: أدخل رقم هاتف صالحًا.
hi: एक मान्य फ़ोन नंबर दर्ज करें।

# account.personal.error.salary
source: Enter an amount greater than zero.
ar: أدخل مبلغًا أكبر من صفر.
hi: शून्य से अधिक राशि दर्ज करें।

# account.personal.phone
source: Phone
ar: الهاتف
hi: फ़ोन

# account.personal.phone.dial
source: Change country code
ar: تغيير رمز الدولة
hi: देश कोड बदलें

# account.personal.phone.none
source: Not given
ar: غير مُقدَّم
hi: नहीं दिया गया

# account.personal.salary
source: Salary
ar: الراتب
hi: वेतन

# account.personal.salary.unit
source: /mo
ar: /شهريًا
hi: /माह

# account.personal.save
source: Save changes
ar: حفظ التغييرات
hi: परिवर्तन सहेजें

# account.personal.title
source: Personal Information
ar: المعلومات الشخصية
hi: व्यक्तिगत जानकारी

# account.personal.username
source: Username
ar: اسم المستخدم
hi: उपयोगकर्ता नाम

# account.refusal.needsConnection
source: That needs a connection. Nothing has changed.
ar: يتطلب ذلك اتصالًا بالإنترنت. لم يتغير شيء.
hi: इसके लिए इंटरनेट कनेक्शन चाहिए। कुछ नहीं बदला है।

# account.refusal.refused
source: That could not be saved. Nothing has changed.
ar: تعذّر حفظ ذلك. لم يتغير شيء.
hi: इसे सहेजा नहीं जा सका। कुछ नहीं बदला है।

# account.title
source: Account & Settings
ar: الحساب والإعدادات
hi: खाता और सेटिंग्स

# account.tray.caption
source: Your account
ar: حسابك
hi: आपका खाता

# article.empty
source: This article has nothing in it yet.
ar: لا يحتوي هذا المقال على شيء بعد.
hi: इस लेख में अभी कुछ नहीं है।

# article.sources.caption
source: Sources
ar: المصادر
hi: स्रोत

# article.sources.hint
source: Opens the source in your browser
ar: يفتح المصدر في متصفحك
hi: स्रोत को आपके ब्राउज़र में खोलता है

# article.step.accessibilityLabel %@ %@
source: Step %1$@ of %2$@
ar: الخطوة %1$@ من %2$@
hi: चरण %1$@ / %2$@

# component.button.inFlight
source: In progress
ar: جارٍ التنفيذ
hi: जारी है

# component.combo.hint
source: Opens a list to choose from
ar: يفتح قائمة للاختيار منها
hi: चुनने के लिए एक सूची खोलता है

# component.date.done
source: Done
ar: تم
hi: हो गया

# component.field.revealPassword
source: Show password
ar: إظهار كلمة المرور
hi: पासवर्ड दिखाएँ

# component.lesson.close
source: Close lesson
ar: إغلاق الدرس
hi: पाठ बंद करें

# component.lesson.hint.locked
source: Locked until you finish the lesson before it
ar: مقفل حتى تُنهي الدرس الذي قبله
hi: इससे पहले वाला पाठ पूरा करने तक लॉक है

# component.lesson.hint.next
source: Start here. Starts the lesson
ar: ابدأ من هنا. يبدأ الدرس
hi: यहाँ से शुरू करें। पाठ शुरू करता है

# component.lesson.hint.open
source: Starts the lesson
ar: يبدأ الدرس
hi: पाठ शुरू करता है

# component.meter.goal %@
source: Goal %@
ar: الهدف %@
hi: लक्ष्य %@

# component.meter.saved %@
source: %@ Saved
ar: %@ مُدَّخَر
hi: %@ बचाया

# component.money.accessibilityEmpty %@
source: No amount yet, in %@
ar: لا يوجد مبلغ بعد، بعملة %@
hi: अभी कोई राशि नहीं, %@ में

# component.picker.clearSearch
source: Clear search
ar: مسح البحث
hi: खोज साफ़ करें

# component.picker.empty
source: Nothing matched that search.
ar: لا شيء يطابق هذا البحث.
hi: उस खोज से कुछ मेल नहीं खाया।

# component.sheet.close
source: Close
ar: إغلاق
hi: बंद करें

# component.strength.label
source: Password strength
ar: قوة كلمة المرور
hi: पासवर्ड की मज़बूती

# component.strength.none
source: Not rated yet
ar: لم تُقيَّم بعد
hi: अभी आकलन नहीं हुआ

# component.unit.guide
source: Lessons in this unit
ar: دروس هذه الوحدة
hi: इस इकाई के पाठ

# expenses.add.action
source: Add expense
ar: إضافة مصروف
hi: खर्च जोड़ें

# expenses.add.caption
source: Add an expense
ar: إضافة مصروف
hi: एक खर्च जोड़ें

# expenses.add.income.action
source: Add income
ar: إضافة دخل
hi: आय जोड़ें

# expenses.add.income.caption
source: Add income
ar: إضافة دخل
hi: आय जोड़ें

# expenses.amount.label
source: Amount
ar: المبلغ
hi: राशि

# expenses.bill.amount
source: Amount
ar: المبلغ
hi: राशि

# expenses.bill.name
source: Bill name
ar: اسم الفاتورة
hi: बिल का नाम

# expenses.bill.remove
source: Remove bill
ar: إزالة الفاتورة
hi: बिल हटाएँ

# expenses.bills.action
source: Update bills
ar: تحديث الفواتير
hi: बिल अपडेट करें

# expenses.bills.add
source: Add another bill
ar: إضافة فاتورة أخرى
hi: एक और बिल जोड़ें

# expenses.bills.caption
source: This month’s bills
ar: فواتير هذا الشهر
hi: इस महीने के बिल

# expenses.bills.explain
source: These are counted automatically every month. Tap Edit above to change an amount or add another bill.
ar: تُحتسب هذه تلقائيًا كل شهر. اضغط تعديل في الأعلى لتغيير مبلغ أو إضافة فاتورة أخرى.
hi: इन्हें हर महीने अपने आप गिना जाता है। राशि बदलने या एक और बिल जोड़ने के लिए ऊपर संपादित करें पर टैप करें।

# expenses.categories.caption
source: Categories
ar: الفئات
hi: श्रेणियाँ

# expenses.categories.hint
source: Tap to add or edit
ar: اضغط للإضافة أو التعديل
hi: जोड़ने या संपादित करने के लिए टैप करें

# expenses.done
source: Done
ar: تم
hi: हो गया

# expenses.edit
source: Edit
ar: تعديل
hi: संपादित करें

# expenses.empty
source: There is nothing to show for this month yet.
ar: لا يوجد ما يُعرض لهذا الشهر بعد.
hi: इस महीने के लिए अभी दिखाने को कुछ नहीं है।

# expenses.entries.empty
source: Nothing logged yet this month. Add your first entry above.
ar: لم يُسجَّل شيء بعد هذا الشهر. أضف أول إدخال في الأعلى.
hi: इस महीने अभी कुछ दर्ज नहीं हुआ। ऊपर अपनी पहली प्रविष्टि जोड़ें।

# expenses.entry.remove
source: Remove entry
ar: إزالة الإدخال
hi: प्रविष्टि हटाएँ

# expenses.error.amount
source: Enter an amount greater than zero.
ar: أدخل مبلغًا أكبر من صفر.
hi: शून्य से अधिक राशि दर्ज करें।

# expenses.error.custom
source: Tell us what it was.
ar: أخبرنا بما كان.
hi: हमें बताएँ कि यह क्या था।

# expenses.error.label
source: Please fill this in.
ar: يرجى تعبئة هذا الحقل.
hi: कृपया इसे भरें।

# expenses.error.option
source: Please choose one.
ar: يرجى اختيار واحد.
hi: कृपया एक चुनें।

# expenses.field.custom.label
source: What was it?
ar: ما الذي كان؟
hi: यह क्या था?

# expenses.field.custom.placeholder
source: Type what it was
ar: اكتب ما الذي كان
hi: यह क्या था, लिखें

# expenses.field.otherType.label
source: What was it for?
ar: لأي غرض كان؟
hi: यह किसलिए था?

# expenses.field.otherType.placeholder
source: Choose a type
ar: اختر نوعًا
hi: एक प्रकार चुनें

# expenses.field.otherType.search
source: Search types
ar: ابحث عن الأنواع
hi: प्रकार खोजें

# expenses.field.otherType.title
source: What was it for?
ar: لأي غرض كان؟
hi: यह किसलिए था?

# expenses.field.place.label
source: Where was it?
ar: أين كان؟
hi: यह कहाँ था?

# expenses.field.place.placeholder
source: Cinema, concert, restaurant…
ar: سينما، حفلة، مطعم…
hi: सिनेमा, कॉन्सर्ट, रेस्तराँ…

# expenses.field.source.label
source: Where did it come from? (optional)
ar: من أين جاء؟ (اختياري)
hi: यह कहाँ से आया? (वैकल्पिक)

# expenses.field.source.placeholder
source: Freelance, gift, refund…
ar: عمل حر، هدية، استرداد…
hi: फ्रीलांस, उपहार, रिफंड…

# expenses.field.transportMode.label
source: Mode of transport
ar: وسيلة النقل
hi: परिवहन का साधन

# expenses.field.transportMode.placeholder
source: Choose a mode
ar: اختر وسيلة
hi: एक साधन चुनें

# expenses.field.transportMode.search
source: Search modes of transport
ar: ابحث عن وسائل النقل
hi: परिवहन के साधन खोजें

# expenses.field.transportMode.title
source: Mode of transport
ar: وسيلة النقل
hi: परिवहन का साधन

# expenses.fixed.action
source: Update amount
ar: تحديث المبلغ
hi: राशि अपडेट करें

# expenses.fixed.caption
source: Monthly amount
ar: المبلغ الشهري
hi: मासिक राशि

# expenses.fixed.explain
source: This is how much you pay each month. It is counted automatically — tap Edit above if it changes.
ar: هذا هو المبلغ الذي تدفعه كل شهر. يُحتسب تلقائيًا — اضغط تعديل في الأعلى إذا تغيّر.
hi: यह वह राशि है जो आप हर महीने चुकाते हैं। इसे अपने आप गिना जाता है — बदलने पर ऊपर संपादित करें पर टैप करें।

# expenses.fixed.label
source: Monthly amount
ar: المبلغ الشهري
hi: मासिक राशि

# expenses.notice.billsUpdated
source: Bills updated.
ar: تم تحديث الفواتير.
hi: बिल अपडेट हो गए।

# expenses.notice.wantsShareUpdated
source: Budget updated.
ar: تم تحديث الميزانية.
hi: बजट अपडेट हो गया।

# expenses.notice.entryAdded
source: Logged. Your totals are up to date.
ar: تم التسجيل. إجمالياتك محدّثة.
hi: दर्ज हो गया। आपके कुल अपडेट हैं।

# expenses.notice.entryRemoved
source: Removed. Your totals are up to date.
ar: تمت الإزالة. إجمالياتك محدّثة.
hi: हटा दिया गया। आपके कुल अपडेट हैं।

# expenses.notice.fixedUpdated
source: Amount updated.
ar: تم تحديث المبلغ.
hi: राशि अपडेट हो गई।

# expenses.refile.cancel
source: Not now
ar: ليس الآن
hi: अभी नहीं

# expenses.refile.confirm %@
source: Add to %@
ar: أضف إلى %@
hi: %@ में जोड़ें

# expenses.refile.message %@
source: The month you were adding to has been filed away. Add this to %@ instead?
ar: الشهر الذي كنت تضيف إليه تم أرشفته. أتريد إضافة هذا إلى %@ بدلًا منه؟
hi: जिस महीने में आप जोड़ रहे थे उसे संग्रहित कर दिया गया है। क्या इसके बजाय इसे %@ में जोड़ें?

# expenses.refile.title
source: That month has closed
ar: أُغلق ذلك الشهر
hi: वह महीना बंद हो गया है

# expenses.summary.caption
source: Spent this month
ar: المصروف هذا الشهر
hi: इस महीने खर्च किया

# expenses.summary.fixed
source: Fixed
ar: ثابت
hi: निश्चित

# expenses.summary.income
source: Income
ar: الدخل
hi: आय

# expenses.summary.variable
source: Variable
ar: متغيّر
hi: परिवर्तनशील

# expenses.title
source: Expenses
ar: المصروفات
hi: खर्च

# expenses.wants.accessibilityValue %@ %@ %@
source: %1$@ of %2$@ used, %3$@ of the budget.
ar: استُخدم %1$@ من %2$@، أي %3$@ من الميزانية.
hi: %2$@ में से %1$@ उपयोग हुआ, बजट का %3$@।

# expenses.wants.accessibilityValue.over %@ %@ %@
source: %1$@ of %2$@ used, %3$@ of the budget — over budget.
ar: استُخدم %1$@ من %2$@، أي %3$@ من الميزانية — تجاوز الميزانية.
hi: %2$@ में से %1$@ उपयोग हुआ, बजट का %3$@ — बजट से अधिक।

# expenses.wants.amount %@ %@
source: %1$@ of %2$@
ar: %1$@ من %2$@
hi: %2$@ में से %1$@

# expenses.wants.caption
source: Wants budget
ar: ميزانية الرغبات
hi: इच्छाओं का बजट

# home.empty
source: Nothing to show yet.
ar: لا شيء لعرضه بعد.
hi: अभी दिखाने को कुछ नहीं।

# home.goalNudge.action
source: Raise goal
ar: رفع الهدف
hi: लक्ष्य बढ़ाएँ

# home.goalNudge.body %@ %@
source: A fifth of your pay is now %1$@, but your goal is still %2$@. Raising it keeps your savings growing with your salary.
ar: خُمس راتبك الآن %1$@، لكن هدفك ما زال %2$@. رفعه يُبقي مدخراتك تنمو مع راتبك.
hi: आपके वेतन का पाँचवाँ हिस्सा अब %1$@ है, लेकिन आपका लक्ष्य अब भी %2$@ है। इसे बढ़ाने से आपकी बचत आपके वेतन के साथ बढ़ती रहती है।

# home.goalNudge.dismiss
source: Not now
ar: ليس الآن
hi: अभी नहीं

# home.goalNudge.title
source: Your pay went up
ar: ارتفع راتبك
hi: आपका वेतन बढ़ गया

# home.learning.accessibilityValue %@ %@
source: %1$@ day streak. %2$@
ar: سلسلة %1$@ يوم. %2$@
hi: %1$@ दिन की श्रृंखला। %2$@

# home.learning.caption
source: Learning
ar: التعلّم
hi: सीखना

# home.learning.continue
source: Continue
ar: متابعة
hi: जारी रखें

# home.learning.hint %@
source: Goes to %@
ar: ينتقل إلى %@
hi: %@ पर जाता है

# home.reads.caption
source: Read more about
ar: اقرأ المزيد عن
hi: इसके बारे में और पढ़ें

# home.reads.hint
source: Opens the article
ar: يفتح المقال
hi: लेख खोलता है

# home.savings.caption
source: Savings this month
ar: مدخرات هذا الشهر
hi: इस महीने की बचत

# home.savings.foot.met %@
source: You have saved %@ — your whole goal, and a little more.
ar: لقد ادّخرت %@ — كامل هدفك وأكثر قليلًا.
hi: आपने %@ बचाया है — आपका पूरा लक्ष्य, और थोड़ा अधिक।

# home.savings.foot.nothing
source: Nothing set aside yet this month. Even a small amount moves the pin.
ar: لم تدّخر شيئًا بعد هذا الشهر. حتى المبلغ الصغير يحرّك المؤشر.
hi: इस महीने अभी कुछ अलग नहीं रखा गया। थोड़ी-सी राशि भी प्रगति को आगे बढ़ाती है।

# home.savings.foot.remaining %@ %@
source: You have put aside %1$@. Another %2$@ and you are there.
ar: لقد ادّخرت %1$@. %2$@ أخرى وتصل إلى هدفك.
hi: आपने %1$@ अलग रखा है। %2$@ और, फिर आप लक्ष्य पर पहुँच जाएँगे।

# home.savings.goal.label
source: Goal
ar: الهدف
hi: लक्ष्य

# home.savings.meter.accessibilityLabel
source: Savings progress
ar: تقدّم الادخار
hi: बचत की प्रगति

# home.savings.meter.accessibilityValue %@ %@ %@
source: %1$@ of a %2$@ goal, %3$@
ar: %1$@ من هدف قدره %2$@، %3$@
hi: %2$@ के लक्ष्य में से %1$@, %3$@

# home.savings.progress.label
source: Progress
ar: التقدّم
hi: प्रगति

# home.savings.saved.label
source: Saved
ar: المدَّخر
hi: बचाया

# home.spending.addFirst
source: Add Expenses
ar: إضافة مصروفات
hi: खर्च जोड़ें

# home.spending.addMore
source: Add Expense
ar: إضافة مصروف
hi: खर्च जोड़ें

# home.spending.caption
source: Where your money went
ar: إلى أين ذهبت أموالك
hi: आपका पैसा कहाँ गया

# home.spending.firstRun
source: Nothing logged yet. Add a few expenses and this circle fills in with where your money goes.
ar: لم يُسجَّل شيء بعد. أضف بعض المصروفات وستمتلئ هذه الدائرة بمواضع صرف أموالك.
hi: अभी कुछ दर्ज नहीं हुआ। कुछ खर्च जोड़ें और यह घेरा आपके पैसे के जाने की जगह से भर जाएगा।

# home.spending.nothingYet
source: nothing yet
ar: لا شيء بعد
hi: अभी कुछ नहीं

# home.spending.total
source: Total spent
ar: إجمالي المصروف
hi: कुल खर्च

# home.tip.another
source: Show me another
ar: أرِني نصيحة أخرى
hi: मुझे एक और दिखाएँ

# home.tip.caption
source: Tip of the day
ar: نصيحة اليوم
hi: आज की सलाह

# landing.cta
source: Get Started
ar: ابدأ الآن
hi: शुरू करें

# landing.free
source: Free to start · No card required
ar: مجاني للبدء · لا حاجة لبطاقة
hi: शुरू करना मुफ़्त · किसी कार्ड की ज़रूरत नहीं

# landing.headline.first
source: Know your money.
ar: اعرف أموالك.
hi: अपने पैसे को जानें।

# landing.headline.second
source: Grow your future.
ar: نمِّ مستقبلك.
hi: अपना भविष्य बढ़ाएँ।

# landing.hero.accessibilityLabel
source: An open book resting on an open hand, with growth bars rising from one page and a coin above the other
ar: كتاب مفتوح يستقر على يد مبسوطة، مع أعمدة نمو ترتفع من إحدى الصفحتين وعملة معدنية فوق الأخرى
hi: खुली हथेली पर टिकी एक खुली किताब, जिसके एक पन्ने से वृद्धि की पट्टियाँ उठती हैं और दूसरे के ऊपर एक सिक्का है

# landing.strapline.1
source: Every expense, tracked without thinking about it.
ar: كل مصروف، يُتتبَّع دون أن تفكّر فيه.
hi: हर खर्च, बिना सोचे-समझे ट्रैक किया गया।

# landing.strapline.2
source: See where your money goes — then decide where it should.
ar: شاهد إلى أين تذهب أموالك — ثم قرّر إلى أين ينبغي أن تذهب.
hi: देखें आपका पैसा कहाँ जाता है — फिर तय करें कि उसे कहाँ जाना चाहिए।

# landing.strapline.3
source: Save smarter, not harder.
ar: ادّخر بذكاء، لا بمشقّة.
hi: समझदारी से बचाएँ, मेहनत से नहीं।

# landing.strapline.4
source: Learn the habits that quietly build wealth.
ar: تعلّم العادات التي تبني الثروة بهدوء.
hi: वे आदतें सीखें जो चुपचाप संपत्ति बनाती हैं।

# landing.strapline.accessibilityLabel
source: What HisaabWise does
ar: ماذا يفعل HisaabWise
hi: HisaabWise क्या करता है

# learn.completion.accuracy
source: Accuracy
ar: الدقّة
hi: सटीकता

# learn.completion.announcement %@ %@
source: Lesson complete. %1$@, %2$@.
ar: اكتمل الدرس. %1$@، %2$@.
hi: पाठ पूरा हुआ। %1$@, %2$@।

# learn.completion.continue
source: Continue
ar: متابعة
hi: जारी रखें

# learn.completion.empty
source: There is nothing to show for this lesson yet.
ar: لا يوجد ما يُعرض لهذا الدرس بعد.
hi: इस पाठ के लिए अभी दिखाने को कुछ नहीं है।

# learn.completion.streak
source: Day streak
ar: سلسلة الأيام
hi: दिनों की श्रृंखला

# learn.completion.title
source: Lesson complete!
ar: اكتمل الدرس!
hi: पाठ पूरा हुआ!

# learn.completion.title.again
source: Lesson revisited!
ar: أعدتَ الدرس!
hi: पाठ दोबारा किया!

# learn.completion.xp
source: XP earned
ar: نقاط الخبرة المكتسبة
hi: अर्जित XP

# learn.empty
source: There are no lessons to show yet.
ar: لا توجد دروس لعرضها بعد.
hi: अभी दिखाने के लिए कोई पाठ नहीं है।

# learn.guide.title
source: In this unit
ar: في هذه الوحدة
hi: इस इकाई में

# learn.notice.locked
source: Finish the lesson before it to unlock this one.
ar: أنهِ الدرس الذي قبله لفتح هذا الدرس.
hi: इसे अनलॉक करने के लिए इससे पहले वाला पाठ पूरा करें।
